Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/depts/udir.no/nasjonale-prover-informasjon-til-foreldre-nordsamisk.pdf.tmx
Source language: sme
Languages: sma

source: Dieđut jagi 2015 nationála geahččalemiid birra - váhnemiidda
sma: Bïevnesh nasjovnale pryövenassi bïjre 2015 – eejhtegidie

source: Manne nationála geahččaleamit ?
sma: Mannasinie nasjovnale pryövenassh utnebe ?

source: Ulbmil nationála geahččalemiiguin lea árvvoštallat ja ovdánahttit ohppiid vuođđogálggaid lohkamis, rehkenastimis ja eŋgelasgiellafágas.
sma: Nasjovnale pryövenassi ulmie lea learohki maadthmaahtoem lohkemisnie, ryöknemisnie jïh englaanten gïele faagesne vuarjasjidh jïh evtiedidh.

source: Geahččaleamit lohkamis ja rehkenastimis eai leat geahččaleamit fágain dárogiella ja matematihkka, muhto lohkamis ja rehkenastimis vuođđogálgan fágaid rastá.
sma: Lohkeme- jïh ryöknemepryövenassh eah leah pryövenassh faagine daaroen jïh matematihke, men lohkeme jïh ryökneme maadthmaahtojne faagi dåaresth.

source: Geahččaleamit eŋgelasgielas čalmmustahttet lohkanipmárdusa, sátneriggodaga ja grammatihka.
sma: Pryövenasse englaantengïelesne vuartesje lohkemeguarkoem, baakoelåhkoem jïh grammatihkem.

source: Geat galget čađahit guđiid geahččalemiid ?
sma: Gie edtja pryövenasside tjïrrehtidh ?

source: Nationála geahččaleamit čađahuvvojit 5., 8. ja 9. ceahkis.
sma: Nasjovnale pryövenassh 5., 8. jïh 9. daltesinie tjïrrehte.

source: Oahppit 5. ja 8. ceahkis galget čađahit nationála geahččalemiid lohkamis, rehkenastimis ja eŋgelasgielas.
sma: Learohkh 5. jïh 8. daltesinie edtjieh nasjovnale pryövenassh lohkemisnie, ryöknemisnie jïh englaanten gïelesne tjïrrehtidh.

source: Oahppit 9. ceahkis galget čađahit nationála geahččalemiid lohkamis ja rehkenastimis.
sma: Learohkh 9. daltesisnie edtjieh nasjovnale pryövenassh tjïrrehtidh lohkemisnie jïh ryöknemisnie.

source: Dát geahččaleamit leat seamma go 8. ceahkis nu ahte skuvllat sáhttet buohtastahttit 8. ceahki bohtosiid 9. ceahki ektui seamma jagi.
sma: Dah pryövenassh seamma goh 8. daltesinie guktie skuvlh maehtieh 8. daltesi illeldahkh mohtedieh illeldahkide 9. daltesistie seamma jaepesne.

source: Oahppit 5., 8. ja 9. ceahkis geain lea davvi-, lulli- dahje julevsámegiella vuosttašgiellan galget čađahit nationála geahččalemiid lohkamis sámegillii.
sma: Learohkh 5., 8. jïh 9. daltesinie noerhte-, åarjel- jïh julevsaemien voestesgïeline edtjieh nasjovnale pryövenassh tjïrrehtidh lohkemisnie saemiengïelesne.

source: Dát oahppit galget maid čađahit nationála geahččalemiid rehkenastimis sámegillii.
sma: Dah learohkh edtjieh aaj nasjovnale pryövenassh ryöknemisnie saemiengïelesne tjïrrehtidh.

source: Váldonjuolggadus lea ahte buot oahppit galget oassálastit.
sma: Åejvienjoelkedasse gaajhkh learohkh edtjieh meatan årrodh.

source: Oahppit geain lea vuoigatvuohta oažžut earenoamášoahpaheami dahje vuoigatvuohta oažžut earenoamáš dárogieloahpahusa, sáhttet luvvejuvvot nationála geahččalemiin.
sma: Learohkh gïeh reaktam utnieh sjïereööhpehtæmman jallh reaktam sjïere daaroenööhpehtæmman, maehtieh luajhtasovvemem åadtjodh nasjovnale pryövenassijste.

source: Sii sáhttet luvvejuvvot jus lea čielggas ahte geahččalemiid bohtosat eai mearkkaš nu olu sin viidáset ohppui.
sma: Dah maehtieh ajve luajhtasovvemem åadtjodh jis eevre tjïelkes pryövenasseilleldahke ij dej vijrebe ööhpehtimmiem tsevtsieh.

source: Vaikko oahppis lea vuoigatvuohta luvvemii, sáhttá oahppi ieš dahje su vanhemat liikká mearridit ahte oahppi galgá čađahit geahččaleami.
sma: Jïlhts learohke reaktam åtna luajhtasovvemem åadtjodh, maahta learohke jïjtje jallh dan eejhtegh læjhkan sjæjsjalidh learohke edtja pryövenassem tjïrrehtidh.

source: Makkár bargobihtáid galget oahppit čoavdit ?
sma: Magkerh laavenjassh edtjieh learohkh darjodh ?

source: Geahččaleamit rehkenastimis ja eŋgelasgielas leat elektrovnnalaš geahččaleamit, ja geahččaleamit lohkamis leat báberhámis.
sma: Pryövenassh ryöknemisnie jïh englaanten gïelesne leah elektrovneles pryövenassh, mearan pryövenassh lohkemisnie leah paehperepryövenassh.

source: Geahččaleamit sisttisdollet iešguđetlágan teavsttaid, govaid ja bargobihtáid gažaldagaiguin.
sma: Pryövenassine ovmessie teksth, guvvieh jïh laavenjassh gyhtjelassigujmie.

source: Oahppit vástidit rabas bargobihtáid ja máŋggaválljenbargobihtáid.
sma: Learohkh vaestiedieh gaahpoeh laavenjasside jïh gellieveeljemelaavenjasside.

source: Rabas bargobihtáin galgá oahppi vástidit iežas sániiguin dahje loguiguin, ja máŋggaválljenbargobihtát mearkkašit ahte oahppi galgá válljet ovtta vástádusa máŋgga molssaeavttuid gaskka.
sma: Gaahpoeh laavenjasside edtjieh learohkh jïjtje baakoejgujmie jallh taaligujmie vaestiedidh, mearan gellieveeljemelaavenjassine edtja learohkh aktem vaestiedassem veeljedh gellijste.

source: Geahččaleamit leat oktiibiddjon álkis, gaskamuddosaš ja váttis bargobihtáiguin vai addet dieđuid ohppiid gálggaid birra buot dásiin.
sma: Pryövenassesne dovne aelhkies, gaskoeh jïh geerve laavenjassh jïh bïevnesh vedtedh learohken gaajhkine maehtelesvoete-njieptjine.

source: Oahpahusdirektoráhta neahttasiidduin, www.udir.no leat ovdamearkkat bargobihtáin mat geavahuvvojit nationála geahččalemiin.
sma: www.udir.no’sne vuesiehtimmieh gååvnesieh laavenjassijste mejtie nasjovnale pryövenassine nuhtjedh.

source: Doppe leat maid diimmá elektrovnnalaš nationála geahččaleamit eŋgelasgielas ja rehkenastimis.
sma: Daesnie aaj dæjman elektrovneles nasjovnale pryövenassh englaanten gïelesne jïh ryöknemisnie.

source: Bohtosiid geavaheapmi
sma: Illeldahki åtnoe

source: Oahpaheaddji galgá oahppái ja váhnemiidda dieđihit go geahččalemiid bohtosat leat gárvát.
sma: Learohke jïh eejhtegh edtjieh bïevnesh åadtjodh lohkehtæjjeste illeldahki bïjre gosse dah illeldahkh pryövenassijste riejries.

source: Bohtosat eai galgga geavahuvvot árvosániid bidjamii, muhto vuođđun go galgá árvvoštallat mainna oahppi berre bargat eambbo.
sma: Eah edtjh dejtie illeldahkide nuhtjedh gosse karakteerem vedtedh, men edtja våaromem vedtedh vuarjasjidh mejnie learohke tjuara tjarkebe barkedh.

source: Bohtosiid galgá geahččat ovttas eará dieđuiguin ohppiid birra ja geavahuvvot heivehuvvon oahpahus- ja dađistaga-árvvoštallanbarggus.
sma: Dah illeldahkh edtjieh ektesne vuartasjidh jeatjah bïevnesigujmie learohki bïjre jïh barkojne sjïere ööhpehtimmine jïh vuarjasjimmine.

source: Skuvla sáhttá muitalit dan birra movt sii barget go galget čuovvolit du máná bohtosiid.
sma: Skuvle maahta bievnedh guktie dah berkieh dov maanan illeldahkigujmie.

source: Leat dušše oahpaheaddjit ja skuvla mat besset oaidnit bohtosiid oahppidásis.
sma: Dïhte ajve lohkehtæjjah jïh skuvle mah dejtie illeldahkide daejrieh learohkedaltesisnie.

source: Skuvllas ja oahpaheddjiin lea jávohisvuođageasku ovttaskasoahppi geahččalemiid bohtosiid ektui.
sma: Skuvle jïh lohkehtæjjah sjeavohthvoetedïedtem utnieh dan aajnehken learohken pryövenassen illeldahki bïjre.

source: Goas čađahuvvojit geahččaleamit 2015 čavčča ?
sma: Gåessie pryövenasside tjaktjen 2015 tjïrrehtieh ?

source: 8. ja 9. ceahkkái čađahuvvojit nationála geahččaleamit čakčamánu 15. b. rájes golggotmánu 9. b. rádjái.5.
sma: 8. jih 9. daltesisnie nasjovnale pryövenassh tjïrrehtieh skïereden 15. b raejeste golken 9. b raajan.5.

source: ceahkkái čađahuvvojit nationála geahččaleamit golggotmánu 13. b. rájes golggotmánu 23.
sma: daltesisnie pryövenassh tjïrrehtieh golken 13. b raejeste golken 23. b raajan.
